export const messages = Object.freeze({
  error: 'Произогла ошибка попробуйте еще раз или обратитесь к администратору.',
  start: 'Добро пожаловать! Можете проверить курс акций на бирже.',
  findStock: 'Введите название/тикер акции для поиска',
  stockNotFound: 'По такому запросу ничего не найдено',
  stockFound: 'Вот что я нашел, нажмите на подходящую акцию чтобы посмотреть подробнее',
  addedToWatchList: 'Акция добавлена в ваш список',
  alreadyInWatchList: 'Акция уже есть в вашем списке',
  watchListEmpty: 'Ваш список акций пуст',
  watchList: 'Ваш список акций'
});
